export const game15Questions = [
  // Παραδείγματα
  {
    sentence: "Η γάτα είναι μικρ",
    options: ["-ή", "-ός", "-ό"],
    correct: "-ή",
    result: "Η γάτα είναι μικρή",
    isExample: true,
  },
  {
    sentence: "Ο καιρός σήμερα είναι πολύ ζεστ",
    options: ["-ός", "-ή", "-ό"],
    correct: "-ός",
    result: "Ο καιρός σήμερα είναι πολύ ζεστός",
    isExample: true,
  },
  {
    sentence: "Το παιδί κοιμήθηκε ήσυχ",
    options: ["-ο", "-ος", "-η"],
    correct: "-ο",
    result: "Το παιδί κοιμήθηκε ήσυχο",
    isExample: true,
  },

  // Υλικό
  {
    sentence: "Τα δελφίνια αγαπούν τη θάλασσ",
    options: ["-η", "-α", "-ες"],
    correct: "-α",
    result: "Τα δελφίνια αγαπούν τη θάλασσα",
  },
  {
    sentence: "Η πορεία έκλεισε όλες τις ανοιχτές εισοδ",
    options: ["-ους", "-ες", "-οι"],
    correct: "-ους",
    result: "Η πορεία έκλεισε όλες τις ανοιχτές εισόδους",
  },
  {
    sentence: "Εξαφανίστηκαν όλοι την ώρα του κινδύν",
    options: ["-ων", "-ους", "-ου"],
    correct: "-ου",
    result: "Εξαφανίστηκαν όλοι την ώρα του κινδύνου",
  },
  {
    sentence: "Στο βουνό ντυνόμαστε ζεστ",
    options: ["-οί", "-ό", "-ά"],
    correct: "-ά",
    result: "Στο βουνό ντυνόμαστε ζεστά",
  },
  {
    sentence: "Ήταν μικρή διάρκεια των διακοπ",
    options: ["-ούς", "-ές", "-ών"],
    correct: "-ών",
    result: "Ήταν μικρή διάρκεια των διακοπών",
  },
  {
    sentence: "Το φως της σκηνής ήταν ανοιχτ",
    options: ["-ή", "-ά", "-ό"],
    correct: "-ό",
    result: "Το φως της σκηνής ήταν ανοιχτό",
  },
  {
    sentence: "Το παράθυρο χάλασε απρόσμεν",
    options: ["-α", "-ο", "-ες"],
    correct: "-α",
    result: "Το παράθυρο χάλασε απρόσμενα",
  },
  {
    sentence: "Ήταν αυστηρές οι αποφάσεις των κυβερνήσ",
    options: ["-εων", "-ων", "-η"],
    correct: "-εων",
    result: "Ήταν αυστηρές οι αποφάσεις των κυβερνήσεων",
  },
  {
    sentence: "Μου αρέσουν διάφορα είδη μουσικ",
    options: ["-ές", "-ή", "-ής"],
    correct: "-ής",
    result: "Μου αρέσουν διάφορα είδη μουσικής",
  },
  {
    sentence: "Μας επισκέφτηκε παραμονή Χριστουγένν",
    options: ["-α", "-ων", "-ας"],
    correct: "-ων",
    result: "Μας επισκέφτηκε παραμονή Χριστουγέννων",
  },
  {
    sentence: "Η διάρκεια του ταξιδιού ήταν μεγάλ",
    options: ["-ο", "-α", "-η"],
    correct: "-η",
    result: "Η διάρκεια του ταξιδιού ήταν μεγάλη",
  },
  {
    sentence: "Ο γιατρός είχε νέες μεθόδ",
    options: ["-ου", "-ους", "-ο"],
    correct: "-ους",
    result: "Ο γιατρός είχε νέες μεθόδους",
  },
];
