export const game14Questions = [
  {
    sentence: "Αυτό το παιδί είναι καλ______.",
    type: "επίθετο",
    options: ["-ό", "-ή", "-ός"],
    correct: "-ό",
    explanation:
      'Το επίθετο "καλό" στο ουδέτερο γένος παίρνει την κατάληξη -ό',
    isExample: true,
  },
  {
    sentence: "Αυτός ο άνθρωπος είναι κουραστ ______.",
    type: "επίθετο",
    options: ["-ική", "-ηκαμε", "-ικός"],
    correct: "-ικός",
    explanation:
      'Το επίθετο "κουραστικός" στο αρσενικό γένος παίρνει την κατάληξη -ικός',
  },
  {
    sentence: "Η πόρτα είναι κλειδ_____",
    type: "παθητική μετοχή",
    options: ["-ωμα", "-ωμένη", "-ώνω"],
    correct: "-ωμένη",
    explanation:
      'Η παθητική μετοχή "κλειδωμένη" στο θηλυκό γένος παίρνει την κατάληξη -ωμένη',
  },
  {
    sentence: "Το παιδί είναι χαρούμεν_____",
    type: "επίθετο",
    options: ["-ο", "-η", "-ος"],
    correct: "-ο",
    explanation:
      'Το επίθετο "χαρούμενο" στο ουδέτερο γένος παίρνει την κατάληξη -ο',
  },
  {
    sentence: "Τα τραγούδια είναι γνωστ_____",
    type: "επίθετο",
    options: ["-ά", "-ές", "-οί"],
    correct: "-ά",
    explanation:
      'Το επίθετο "γνωστά" στο ουδέτερο πληθυντικό παίρνει την κατάληξη -ά',
  },
  {
    sentence: "Οι μαθητές είναι προετοιμασμέν_____",
    context: "Αρσενικό γένος, πληθυντικός αριθμός, παθητική μετοχή",
    type: "παθητική μετοχή",
    options: ["-οι", "-ες", "-α"],
    correct: "-οι",
    explanation:
      'Η παθητική μετοχή "προετοιμασμένοι" στον αρσενικό πληθυντικό παίρνει την κατάληξη -οι',
  },
  {
    sentence: "Η γάτα είναι κουρασμέν_____",
    context: "Θηλυκό γένος, ενικός αριθμός, παθητική μετοχή",
    type: "παθητική μετοχή",
    options: ["-η", "-ο", "-ος"],
    correct: "-η",
    explanation:
      'Η παθητική μετοχή "κουρασμένη" στο θηλυκό γένος παίρνει την κατάληξη -η',
  },
];