export const game8Questions = [
  {
    word: "καταπονώ",
    choices: ["κατ|απον|ώ", "κατα|πον|ω", "κα|ταπο|νώ"],
    correct: 1,
    isExample: true,
  },
  {
    word: "διαμετρώ",
    choices: ["δια|μετρ|ώ", "δι|αμε|τρώ", "διαμε|τρ|ώ"],
    correct: 0,
    isExample: true,
  },
  {
    word: "ανατρέποντας",
    choices: ["ανα|τρέπ|οντας", "α|νατρε|ποντας", "ανα|τρέπο|ντας"],
    correct: 0,
  },
  {
    word: "αναγέννηση",
    choices: ["ανα|γένν|ηση", "α|ναγέ|ννηση", "αναγέ|νν|ηση"],
    correct: 0,
  },
  {
    word: "καταμέτρηση",
    choices: ["κατά|μέτρ|ηση", "κα|ταμέ|τρηση", "καταμέ|τρη|ση"],
    correct: 0,
  },
  {
    word: "αντιμετωπίζω",
    choices: ["αντι|μετωπ|ίζω", "αντ|ιμετω|πίζω", "αντιμε|τωπ|ίζω"],
    correct: 0,
  },
  {
    word: "συγχρονίζω",
    choices: ["συγ|χρον|ίζω", "συγχρο|νί|ζω", "συγ|χρο|νίζω"],
    correct: 0,
  },
  {
    word: "συμμαθητής",
    choices: ["συμ|μαθ|ητής", "συμμα|θη|τής", "συμ|μα|θητής"],
    correct: 0,
  },
  {
    word: "συμπολίτης",
    choices: ["συμ|πολ|ίτης", "συμπο|λί|της", "συμ|πο|λίτης"],
    correct: 0,
  },
  {
    word: "υποβλέποντας",
    choices: ["υπο|βλέπ|οντας", "υποβλέ|πο|ντας", "υπο|βλέπο|ντας"],
    correct: 0,
  },
  {
    word: "συντρίβοντας",
    choices: ["συν|τρίβ|οντας", "συντρί|βο|ντας", "συν|τρίβο|ντας"],
    correct: 0,
  },
  {
    word: "υπερφορτώνω",
    choices: ["υπερ|φορτ|ώνω", "υπερφορ|τώ|νω", "υπερ|φορτώ|νω"],
    correct: 0,
  },
  {
    word: "παρατράβηξα",
    choices: ["παρα|τράβ|ηξα", "παρατρά|β|ηξα", "παρα|τρά|βηξα"],
    correct: 0,
  },
  {
    word: "υπερασπίζω",
    choices: ["υπερ|ασπ|ίζω", "υπερα|σπί|ζω", "υπερ|ασπί|ζω"],
    correct: 0,
  },
  {
    word: "κατασκοπεύω",
    choices: ["κατά|σκοπ|εύω", "κατασκο|πεύ|ω", "κατά|σκοπεύ|ω"],
    correct: 0,
  },
  {
    word: "υπερφυσικός",
    choices: ["υπερ|φυσ|ικός", "υπερφυ|σι|κός", "υπερ|φυσι|κός"],
    correct: 0,
  },
  {
    word: "εκπαιδευτικός",
    choices: ["εκ|παιδευτ|ικός", "εκπαι|δευτι|κός", "εκ|παιδευτι|κός"],
    correct: 0,
  },
];