export const game8Questions = [
  {
    word: "καταπονώ",
    choices: ["κατ|απον|ώ", "κα|ταπο|νώ", "κατα|πον|ω"],
    correct: 2,
    isExample: true,
  },
  {
    word: "διαμετρώ",
    choices: ["δι|αμε|τρώ", "δια|μετρ|ώ", "διαμε|τρ|ώ"],
    correct: 1,
    isExample: true,
  },
  {
    word: "ανατρέποντας",
    choices: ["α|νατρε|ποντας", "ανα|τρέπο|ντας", "ανα|τρέπ|οντας"],
    correct: 2,
  },
  {
    word: "αναγέννηση",
    choices: ["ανα|γένν|ηση", "α|ναγέ|ννηση", "αναγέ|νν|ηση"],
    correct: 0,
  },
  {
    word: "καταμέτρηση",
    choices: ["κα|ταμέ|τρηση", "κατά|μέτρ|ηση", "καταμέ|τρη|ση"],
    correct: 1,
  },
  {
    word: "αντιμετωπίζω",
    choices: ["αντ|ιμετω|πίζω", "αντιμε|τωπ|ίζω", "αντι|μετωπ|ίζω"],
    correct: 2,
  },
  {
    word: "συγχρονίζω",
    choices: ["συγ|χρον|ίζω", "συγχρο|νί|ζω", "συγ|χρο|νίζω"],
    correct: 0,
  },
  {
    word: "συμμαθητής",
    choices: ["συμμα|θη|τής", "συμ|μαθ|ητής", "συμ|μα|θητής"],
    correct: 1,
  },
  {
    word: "συμπολίτης",
    choices: ["συμ|πο|λίτης", "συμπο|λί|της", "συμ|πολ|ίτης"],
    correct: 2,
  },
  {
    word: "υποβλέποντας",
    choices: ["υποβλέ|πο|ντας", "υπο|βλέπ|οντας", "υπο|βλέπο|ντας"],
    correct: 1,
  },
  {
    word: "συντρίβοντας",
    choices: ["συν|τρίβ|οντας", "συντρί|βο|ντας", "συν|τρίβο|ντας"],
    correct: 0,
  },
  {
    word: "υπερφορτώνω",
    choices: ["υπερφορ|τώ|νω", "υπερ|φορτώ|νω", "υπερ|φορτ|ώνω"],
    correct: 2,
  },
  {
    word: "παρατράβηξα",
    choices: ["παρα|τρά|βηξα", "παρα|τράβ|ηξα", "παρατρά|β|ηξα"],
    correct: 1,
  },
  {
    word: "υπερασπίζω",
    choices: ["υπερ|ασπί|ζω", "υπερ|ασπ|ίζω", "υπερα|σπί|ζω"],
    correct: 1,
  },
  {
    word: "κατασκοπεύω",
    choices: ["κατασκο|πεύ|ω", "κατα|σκοπεύ|ω", "κατα|σκοπ|εύω"],
    correct: 2,
  },
  {
    word: "υπερφυσικός",
    choices: ["υπερ|φυσι|κός", "υπερ|φυσ|ικός", "υπερφυ|σι|κός"],
    correct: 1,
  },
  {
    word: "δυσφημίζω",
    choices: ["δυσφη|μί|ζω", "δυσ|φημί|ζω", "δυσ|φημ|ίζω"],
    correct: 2,
  },
  {
    word: "δυσλειτουργικός",
    choices: ["δυσ|λειτουργ|ικός", "δυσλει|τουργι|κός", "δυσ|λειτουργι|κός"],
    correct: 0,
  },
  {
    word: "αντικαπνιστής",
    choices: ["αντικα|πνι|στής", "αντι|καπνι|στής", "αντι|καπν|ιστής"],
    correct: 2,
  },
];
