export const game14Questions = [
  // Παραδείγματα
  {
    sentence: "Αυτό το παιδί είναι καλ__.",
    options: ["-ή", "-ό", "-ός"],
    correct: "-ό",
    explanation: 'Το επίθετο "καλό" στο ουδέτερο γένος παίρνει την κατάληξη -ό',
    isExample: true,
  },
  {
    sentence: "Η τάξη είναι χωρισ_____ στα δύο.",
    options: ["-μένη", "-τή", "-ιά"],
    correct: "-μένη",
    explanation: 'Η παθητική μετοχή "χωρισμένη" στο θηλυκό γένος παίρνει την κατάληξη -μένη',
    isExample: true,
  },
  {
    sentence: "Η Κατερίνα κάνει μαθήματα στο σχολ______.",
    options: ["-ικό", "-είο", "-ινό"],
    correct: "-είο",
    explanation: 'Το ουσιαστικό "σχολείο" παίρνει την κατάληξη -είο',
    isExample: true,
  },

  // Υλικό
  {
    sentence: "Το άγαλμα είναι μαρμάρ____.",
    options: ["-ικό", "-ινο", "-ιμο"],
    correct: "-ινο",
    explanation: 'Το επίθετο "μαρμάρινο" παίρνει την κατάληξη -ινο',
  },
  {
    sentence: "Η λάμπα ανάβει με ηλεκτρ______.",
    options: ["-ισμό", "-ικό", "-ισμένο"],
    correct: "-ισμό",
    explanation: 'Το ουσιαστικό "ηλεκτρισμό" παίρνει την κατάληξη -ισμό',
  },
  {
    sentence: "Ο Κώστας δουλεύει στο λιμεναρχ________.",
    options: ["-είο", "-ούλη", "-ικό"],
    correct: "-είο",
    explanation: 'Το ουσιαστικό "λιμεναρχείο" παίρνει την κατάληξη -είο',
  },
  {
    sentence: "Τα αμύγδαλα ήταν πικρ________.",
    options: ["-αμένα", "-ά", "-ικά"],
    correct: "-ά",
    explanation: 'Το επίθετο "πικρά" στο ουδέτερο πληθυντικό παίρνει την κατάληξη -ά',
  },
  {
    sentence: "Ο μπαμπάς μου δουλεύει ως ασφαλ__________.",
    options: ["-ής", "-ίζει", "-ιστής"],
    correct: "-ιστής",
    explanation: 'Το ουσιαστικό "ασφαλιστής" παίρνει την κατάληξη -ιστής',
  },
  {
    sentence: "Οι αστυνομικοί πήγαν στο αρχηγ______.",
    options: ["-είο", "-ό", "-έτη"],
    correct: "-είο",
    explanation: 'Το ουσιαστικό "αρχηγείο" παίρνει την κατάληξη -είο',
  },
  {
    sentence: "Η Μαντώ δεν ήταν καλά γιατί ήταν κουρασ__________.",
    options: ["-τική", "-μένη", "-η"],
    correct: "-μένη",
    explanation: 'Η παθητική μετοχή "κουρασμένη" στο θηλυκό γένος παίρνει την κατάληξη -μένη',
  },
  {
    sentence: "Χάλασε το παιχνίδι του από ανευθυν___________.",
    options: ["-ότητα", "-ισμό", "-είο"],
    correct: "-ότητα",
    explanation: 'Το ουσιαστικό "ανευθυνότητα" παίρνει την κατάληξη -ότητα',
  },
  {
    sentence: "Το σχόλιο του κριτή ήταν χρήσ_______ για το κοινό.",
    options: ["-μενο", "-ιμο", "-ικο"],
    correct: "-ιμο",
    explanation: 'Το επίθετο "χρήσιμο" στο ουδέτερο γένος παίρνει την κατάληξη -ιμο',
  },
  {
    sentence: "Ο ληστής ήταν καταδικασ_______ από το δικαστήριο για 10 χρόνια.",
    options: ["-ικός", "-μένος", "-ιμος"],
    correct: "-μένος",
    explanation: 'Η παθητική μετοχή "καταδικασμένος" στο αρσενικό γένος παίρνει την κατάληξη -μένος',
  },
];
