export const game12Questions = [
  {
    sentence: "Εγώ κάθε μέρα γράφ______",
    options: ["-ω", "-εις", "-ει"],
    correct: "-ω",
    explanation:
      'Το 1ο ενικό πρόσωπο στον ενεστώτα παίρνει την κατάληξη -ω',
    isExample: true,
  },
  {
    sentence: "Εμείς τώρα γράφ______",
    options: ["-ετε", "-ηκαμε", "-ουμε"],
    correct: "-ουμε",
    explanation:
      'Το "εμείς" (1ο πληθυντικό πρόσωπο) στον ενεστώτα παίρνει την κατάληξη -ουμε',
  },
  {
    sentence: "Εσείς χθες χαθ_____",
    options: ["-ήκαμε", "-ήκατε", "-ω"],
    correct: "-ήκατε",
    explanation:
      'Το "εσείς" (2ο πληθυντικό πρόσωπο) στον παρελθόντα παίρνει την κατάληξη -ήκατε',
  },
  {
    sentence: "Αυτός χθες έτρεξ______",
    options: ["-ε", "-αμε", "-ατε"],
    correct: "-ε",
    explanation:
      "Το 3ο ενικό πρόσωπο στον παρελθόντα παίρνει την κατάληξη -ε",
  },
  {
    sentence: "Εμείς χθες φάγ______",
    options: ["-αμε", "-ατε", "-αν"],
    correct: "-αμε",
    explanation:
      'Το "εμείς" (1ο πληθυντικό πρόσωπο) στον παρελθόντα παίρνει την κατάληξη -αμε',
  },
  {
    sentence: "Αυτά τα βιβλί______",
    options: ["-α", "-ων", "-ους"],
    correct: "-ων",
    explanation:
      "Τα ουδέτερα ουσιαστικά στη γενική πληθυντικού παίρνουν την κατάληξη -ων",
  },
];