export const game8Questions = [
  {
    word: "λόγος",
    choices: ["λόγ|ος", "λό|γος", "λογ|ος"],
    correct: 0,
    isExample: true,
  },
  {
    word: "καταπονώ",
    choices: ["κατ|απον|ώ", "κατα|πον|ώ", "κα|ταπο|νώ"],
    correct: 1,
  },
  {
    word: "ανατρέποντας",
    choices: ["ανα|τρέπ|οντας", "α|νατρε|ποντας", "ανα|τρέπο|ντας"],
    correct: 0,
  },
  {
    word: "παραγωγικός",
    choices: ["παρα|γωγ|ικός", "πα|ραγω|γικός", "παραγω|γι|κός"],
    correct: 0,
  },
  {
    word: "διασκεδάζω",
    choices: ["δια|σκεδάζ|ω", "δι|ασκε|δάζω", "δια|σκεδ|άζω"],
    correct: 0,
  },
  {
    word: "επανάληψη",
    choices: ["επα|νάλη|ψη", "επαν|άλη|ψη", "επ|αναλ|ηψη"],
    correct: 1,
  },
  {
    word: "υπερβολικός",
    choices: ["υπερ|βολ|ικός", "υπε|ρβο|λικός", "υπερβο|λι|κός"],
    correct: 0,
  },
  {
    word: "αντιμετωπίζω",
    choices: ["αντι|μετωπ|ίζω", "αντ|ιμετω|πίζω", "αντιμε|τωπ|ίζω"],
    correct: 0,
  },
  {
    word: "προσαρμόζω",
    choices: ["προσ|αρμόζ|ω", "προσαρ|μόζ|ω", "προσ|αρμ|όζω"],
    correct: 0,
  },
];